11/data/attachments/5c92b38a308cd9c1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9c581f7f-539e-4ef5-9729-453a7ac2136f</nif:username>
            <nif:friendToBeAdded>Andrea_so_Actions_60615_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>